Repository: SuperSaaS/drupal7_module
Catalog: translations/*.po
Languages: nl

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his Drupal user name.
nl: Deze module toont een knop waarmee gebruikers automatisch met hun Drupal gebruikersnaam worden ingelogd op een SuperSaaS agenda.

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his Drupal user name. It passes the user's information along, creating or updating the user's information on SuperSaaS as needed. This saves users from having to log in twice.
nl: Deze module toont een knop waarmee gebruikers automatisch met hun Drupal gebruikersnaam worden ingelogd op een SuperSaaS agenda. Aan de SuperSaaS kant wordt automatisch een gebruikersnaam aangemaakt met de meegstuurde informatie, en een bestaande gebruikersnaam wordt zonodig aangepast.

source: Book Now!
nl: Reserveer nu

source: www.supersaas.com
nl: www.supersaas.nl

source: (Setup incomplete)
nl: (Instellingen incompleet)

source: SuperSaaS Settings
nl: SuperSaaS instellingen

source: SuperSaaS account name
nl: SuperSaaS accountnaam

source: The account name of your SuperSaaS account. If you don't have an account name yet then please create one at supersaas.com.
nl: De gebruikersnaam van uw SuperSaaS account. Als u geen gebruikersnaam heeft moet u deze eerst aanmaken op supersaas.nl

source: SuperSaaS API Key
nl: SuperSaaS wachtwoord

source: The API key that you generated from your SuperSaaS account.
nl: Het wachtwoord van de beheerder van het SuperSaaS account

source: Schedule name
nl: Agendanaam

source: The name of the schedule or URL to redirect to after login.
nl: Naam van de agenda of een URL waar na het inloggen heen wordt gesprongen

source: Button Label
nl: Opschrift knop

source: The text to be put on the button that is displayed, for example 'Create Appointment'.
nl: De tekst die op de knop wordt weergegeven, bijvoorbeeld 'Reserveer nu!'

source: Button Image
nl: Plaatje van knop

source: Location of an image file to use as the button. Can be left blank.
nl: (Optioneel) Locatie waar een plaatje te vinden is dat als knop wordt getoond.

source: Custom Domain Name
nl: Eigen domeinnaam

source: If you created a custom domain name that points to SuperSaaS enter it here. Can be left blank.
nl: (Optioneel) Als u een eigen domeinnaam naar SuperSaaS laat wijzen voer die dan hier in.

source: Please enter just the domain, not a URL
nl: Voer svp alleen het domein in, geen hele URL

source: Please enter the URL including 'http'
nl: Voer de URL in inclusief 'http'

source: Your username is a supersaas reserved word. You might not be able to login. Do you want to continue?
nl: Uw gebruikersnaam is een door SuperSaaS gereserveerd woord. Mogelijk kunt u niet inloggen. Wilt u doorgaan?
